Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=161_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät 2015
sme: Sʹamediggi 2015

source: “ Esikoululaisen puuhakirja ” ilmestyi samaan aikaan kaikilla kolmella Suomessa puhutulla saamenkielellä.
sme: Toʹben tääiʹben - Ouddškooul tuõjjstõõllâmǩeʹrjj lea oaivvilduvvon sámegielat ovdaskuvlii.

source: Kirjan ystävykset Eeʹled, Uábbee ja Sámmol kyläilevät toistensa kotiseuduilla ja kertovat toisilleen omaan kulttuuripiiriinsä kuuluvista asioista.
sme: Girjji ustibaččat Eeʹled, Uábbee ja Sámmol johtet iežaset guovlluin ja muitalit nuppiidasaset iežaset eallimii gullevaš áššiin.

source: Eeʹled on koltansaamenkielinen tyttö, Uabbee inarinsaamenkielinen tyttö ja Sámmol on pohjoisaamenkielinen poika.
sme: Eeʹled lea nuortalaš nieida, Uabbee anáraš nieida ja Sámmol davvisápmelaš bárdni.

source: Kirjan tarinoiden lähtökohtana ovat saamelaisten kahdeksan vuodenaikaa töineen ja tapahtumineen.
sme: Girjji máidnasiid vuođđun leat sámi gávcci jagiáiggi barggut ja dáhpáhusat.

source: Kirjan johtoajatuksena on ollut, että Suomen kolme saamelaisryhmää elävät rinnakkain ja haluavat välittää rikasta kulttuuriperintöään ja perinnetietouttaan myös muille.
sme: Váldojurddan girjji ráhkadeamis lea leamašan dat, ahte mii, Suoma golbma sámejoavkku, eallit ovttas ja háliidit juogadit min rikkis kulturárbbi ja árbevirolaš dieđu.

source: kuvasanakirja
sme: Haddi: 15,00 €

source: Vuõssmõs dohat sääʹnned – kirja on käännetty englanninkielisestä kirjasta The First Thousand Words in English.
sme: Vuõssmõs dohat sääʹnned – girji lea jorgaluvvon eaŋgalsgielat girjjis

source: Koltansaamenkielisen kirjan käännöksen ovat tehneet Saamelaisalueen koulutuskeskuksen koltansaamenkielen ja – kulttuurin opiskelijat oppilastyönä (2013-2014) opettajansa Tiina Sanila-Aikion johdolla.
sme: Nuortalašgielat jorgalusa leat dahkan Sámeguovllu oahpahusguovddáža nuortalašgiela ja – kultuvrra oahppit (2013-2014) oahpaheaddjis Tiina Sanila-Aikio bagadusas.

source: Kieliasun on tarkistanut Merja Fofonoff.
sme: Giela lea dárkkistan Merja Fofonoff.

source: Kirjaa voidaan käyttää niin äidinkielisten lasten opetuksessa kuin koltansaamea vieraana kielenä opiskelevien opetuksessakin.
sme: Girjji sáhttá geavahit sihke eatnigielat mánáid ja nuortalašgiela vieris giela lohkiid oahpahusas.

source: Stephen Cartwright Šn kuvien avulla lapsille voi opettaa uusia sanoja.
sme: Stephen Cartwright govaid vehkiin sáhttá oahpahit ođđa sániid.

source: Opettaja voi keskustella oppilaiden kanssa kirjan hauskojen kuvien pohjalta tai lapset voivat itse kirjoittaa tarinan aukeamakuvasta.
sme: Oahpaheaddji sáhttá ságastallat ohppiiguin hearvás govaid vuođul dahje mánát sáhttet ieža čállit máidnasa leahkastaga govas.

source: Kuvitus: Sirpa Mänty
sme: Govat: Sirpa Mänty

source: Taso: Peruskoulun äidinkielen opetus
sme: Haddi: 15,00 €

source: Saamelaiskäräjät 2003
sme: Sámediggi 2003

source: Kuvasanakirja on laadittu Matti Morottajan kokoaman inarinsaamenkielisen Oopâ saanijd - kirjan pohjalta.
sme: Govvasátnegirji lea ráhkaduvvon Matti Morottaja anarašgielat Oopâ saanijd - girjji vuođul.

source: Kirjaan on koottu noin 1600 koltansaamenkielen keskeistä sanaa, joista noin 500 on kuvitettu.
sme: Girjjis leat sullii 1600 guovddášsáni, main sullii 500 leat maiddái sárgojuvvon.

source: Koltansaamenkielen oppikirja
sme: (Nuortalašgiela oahppogirji)

source: Kuvitus: Virpi Jefremoff
sme: Govat: Virpi Jefremoff

source: 2. painos
sme: Haddi: 17,00 €

source: Saamelaiskäräjät 2010
sme: Sámediggi 2010

source: Sivuja: 404
sme: Siiddut: 404

source: Saamelaiskäräjät 2009
sme: Sámediggi 2009

source: Koulukieliopin tarkoituksena on toimia apuna kirjoitetun koltansaamenkielen vakiinnuttamisessa ja antaa koulujen käyttöön väline, jonka avulla koltansaamen kirjakielen lainalaisuudet ja säännöt esitellään lyhyesti.
sme: Girji addá skuvllaide gaskaoami, mainna čálalaš nuortalašgiela njuolggadusat ovdanbuktojuvvojit oanehaččat, ja oahpahuvvojit eanáš ovdamearkkaid bokte.

source: Kirja on tarkoitettu peruskoulusta lähtien kaikille, myös aikuisopiskelijoille.
sme: Ulbmilin leat maiddái oahpásmahttit eatnigiela čállojuvvon hámis nuortalašgielat rávesolbmuide, sihke veahkehit sin, geat leat vajálduhttán eatni gielaset muhto háliidit dál lohkagoahtit dan.

source: Tavoitteena on myös tutustuttaa koltansaamenkielinen aikuisväestö heidän äidinkielensä kirjoitettuun muotoon sekä antaa apuväline heille, jotka ovat unohtaneet äidinkielensä ja haluavat alkaa opiskella sitä. Niinpä kieliopin käyttö kieleksi on valittu suomi.
sme: Oahpahusgiellan lea su omagiella, muhto heivvolaš sajiin bálddas lea geavahuvvon nuortalašgiella, vai giellaoahpa doahpagat šattaše oahpisin maiddái nuortalašgillii.

source: Sivuja: 178
sme: Siiddut: 178

source: Saamelaiskäräjät 1998
sme: Sámediggi 1998

source: Sivuja: 127
sme: Siiddut: 127

source: Kuvitus: Nea Lintula
sme: Govat: Nea Lintula

source: Taso: 2. lk
sme: Dássi: 2. klass

source: 2. uudistettu painos
sme: Haddi: 8,00 €

source: Saamelaiskäräjät 2002
sme: Sámediggi 2002 ____________________________

source: Kuvitus: Sonja Sanila ja Minna Moshnikoff
sme: Govat: Sonja Sanila ja Minna Moshnikoff

source: Sivuja: 31
sme: Siiddut: 31

source: Saamelaiskäräjät 2001
sme: Sámediggi 2001

source: Sivuja: 33
sme: Siiddut: 33

source: Saamelaiskäräjät 2000
sme: Sámediggi 2000 ____________________________

source: Satu ja Minna Mohsnikoff
sme: Dássi: 5. ja 6. kl..

source: Taso: 5.-6. lk
sme: Haddi: 8,00 €

source: Saamelaiskäräjät 2004
sme: Sámediggi 2004 ____________________________

source: Satu ja Jouni Moshnikoff, kuvitus Minna Moshnikoff
sme: Govat: Virpi Jefremoff

source: Taso: 5.-6. lk..
sme: Dássi: 5. ja 6. kl..

source: Kuvitus: Tarja Sanila
sme: Govat: Tarja Sanila

source: Taso: 1. lk. -
sme: Dássi: 1. lk. -

source: Kouluhallitus 1989
sme: Skuvlaráđđehus 1989
